about.attention = \u03A0\u03A1\u039F\u03A3\u039F\u03A7\u0397: \u0391\u03A5\u03A4\u0397 \u0397 \u03A5\u03A0\u0397\u03A1\u0395\u03A3\u0399\u0391 \u0392\u03A1\u0399\u03A3\u039A\u0395\u03A4\u0391\u0399 \u03A3\u0395 \u03A3\u03A4\u0391\u0394\u0399\u039F \u0391\u039D\u0391\u03A0\u03A4\u03A5\u039E\u0397\u03A3. \u039C\u0395\u03A7\u03A1\u0399 \u039D\u0391 \u039F\u039B\u039F\u039A\u039B\u0397\u03A1\u03A9\u0398\u0395\u0399, \u0394\u0395\u039D \u03A0\u03A1\u039F\u039A\u03A5\u03A0\u03A4\u0395\u0399 \u0395\u03A5\u0398\u03A5\u039D\u0397 \u039B\u039F\u0393\u03A9 \u0392\u039B\u0391\u0392\u0397\u03A3, \u0391\u03A0\u03A9\u039B\u0395\u0399\u0391\u03A3 \u0394\u0395\u0394\u039F\u039C\u0395\u039D\u03A9\u039D \u0389 \u039F\u03A0\u039F\u0399\u0391\u03A3\u0394\u0397\u03A0\u039F\u03A4\u0395 \u0391\u039B\u039B\u0397\u03A3 \u0391\u03A1\u039D\u0397\u03A4\u0399\u039A\u0397\u03A3 \u03A3\u03A5\u039D\u0395\u03A0\u0395\u0399\u0391\u03A3 \u03A0\u039F\u03A5 \u039F\u03A6\u0395\u0399\u039B\u0395\u03A4\u0391\u0399 \u03A3\u03A4\u0397 \u03A7\u03A1\u0397\u03A3\u0397 \u03A4\u0397\u03A3.
about.experimental = \u0397 \u00AB\u0398\u03AC\u03BB\u03B1\u03C3\u03C3\u03B1\u00BB \u03B5\u03AF\u03BD\u03B1\u03B9 \u03BC\u03B9\u03B1 \u03C0\u03B5\u03B9\u03C1\u03B1\u03BC\u03B1\u03C4\u03B9\u03BA\u03AE \u03C5\u03C0\u03B7\u03C1\u03B5\u03C3\u03AF\u03B1 web \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03BD\u03B1\u03C5\u03C4\u03B9\u03BB\u03AF\u03B1 \u03C0\u03BF\u03C5 \u03B2\u03B1\u03C3\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03C3\u03C4\u03B7\u03BD \u03C4\u03B5\u03C7\u03BD\u03BF\u03BB\u03BF\u03B3\u03AF\u03B1 blockchain. \u0394\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B5\u03C2 \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B5\u03C2 <a href="https://github.com/jdouv/Thalassa" target="_blank">\u03B5\u03B4\u03CE</a>.
about.subtitle = \u0397\u03BB\u03B5\u03BA\u03C4\u03C1\u03BF\u03BD\u03B9\u03BA\u03AE \u03C5\u03C0\u03B7\u03C1\u03B5\u03C3\u03AF\u03B1 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03BD\u03B1\u03C5\u03C4\u03B9\u03BB\u03AF\u03B1.
admin.blockchainIsEmpty = \u03A4\u03BF blockchain \u03C4\u03B7\u03C2 \u03C5\u03C0\u03B7\u03C1\u03B5\u03C3\u03AF\u03B1\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03BA\u03B5\u03BD\u03CC, \u03C3\u03C5\u03BD\u03B5\u03C0\u03CE\u03C2 \u03C0\u03B5\u03C1\u03B9\u03C4\u03C4\u03B5\u03CD\u03B5\u03B9 \u03BF \u03AD\u03BB\u03B5\u03B3\u03C7\u03BF\u03C2 \u03B5\u03B3\u03BA\u03C5\u03C1\u03CC\u03C4\u03B7\u03C4\u03B1\u03C2.
admin.blockchainIsInvalid = \u0393\u03B9\u03B1 \u03BA\u03AC\u03C0\u03BF\u03B9\u03BF \u03BB\u03CC\u03B3\u03BF, \u03C4\u03BF blockchain \u03C4\u03B7\u03C2 \u03C5\u03C0\u03B7\u03C1\u03B5\u03C3\u03AF\u03B1\u03C2 \u03B4\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03AD\u03B3\u03BA\u03C5\u03C1\u03BF.
admin.blockchainIsValid = \u03A4\u03BF blockchain \u03C4\u03B7\u03C2 \u03C5\u03C0\u03B7\u03C1\u03B5\u03C3\u03AF\u03B1\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03AD\u03B3\u03BA\u03C5\u03C1\u03BF.
admin.blockchainResultsCalculationMessage = \u03A3\u03C4\u03B1 \u03C0\u03B1\u03C1\u03B1\u03BA\u03AC\u03C4\u03C9 \u03BC\u03C0\u03BB\u03BF\u03BA, \u03B7 \u03B1\u03BD\u03B1\u03BC\u03B5\u03BD\u03CC\u03BC\u03B5\u03BD\u03B7 \u03C4\u03B9\u03BC\u03AE \u03BA\u03B1\u03C4\u03B1\u03C4\u03B5\u03BC\u03B1\u03C7\u03B9\u03C3\u03BC\u03BF\u03CD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B4\u03B9\u03B1\u03C6\u03BF\u03C1\u03B5\u03C4\u03B9\u03BA\u03AE \u03B1\u03C0\u03CC \u03B1\u03C5\u03C4\u03AE\u03BD \u03C0\u03BF\u03C5 \u03B2\u03C1\u03AD\u03B8\u03B7\u03BA\u03B5.
admin.blockchainResultsReferenceMessage = \u03A3\u03C4\u03B1 \u03C0\u03B1\u03C1\u03B1\u03BA\u03AC\u03C4\u03C9 \u03BC\u03C0\u03BB\u03BF\u03BA, \u03B7 \u03B1\u03BD\u03B1\u03C6\u03BF\u03C1\u03AC \u03C4\u03BF\u03C5 \u03B4\u03B5\u03CD\u03C4\u03B5\u03C1\u03BF\u03C5 \u03BC\u03C0\u03BB\u03BF\u03BA \u03C3\u03C4\u03B7\u03BD \u03C4\u03B9\u03BC\u03AE \u03BA\u03B1\u03C4\u03B1\u03C4\u03B5\u03BC\u03B1\u03C7\u03B9\u03C3\u03BC\u03BF\u03CD \u03C4\u03BF\u03C5 \u03C0\u03C1\u03CE\u03C4\u03BF\u03C5 \u03BC\u03C0\u03BB\u03BF\u03BA \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B4\u03B9\u03B1\u03C6\u03BF\u03C1\u03B5\u03C4\u03B9\u03BA\u03AE \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD \u03C0\u03C1\u03B1\u03B3\u03BC\u03B1\u03C4\u03B9\u03BA\u03AE \u03C4\u03B9\u03BC\u03AE \u03BA\u03B1\u03C4\u03B1\u03C4\u03B5\u03BC\u03B1\u03C7\u03B9\u03C3\u03BC\u03BF\u03CD \u03C4\u03BF\u03C5 \u03C0\u03C1\u03CE\u03C4\u03BF\u03C5 \u03BC\u03C0\u03BB\u03BF\u03BA.
admin.validateBlockchain = \u0388\u03BB\u03B5\u03B3\u03C7\u03BF\u03C2 \u03B5\u03B3\u03BA\u03C5\u03C1\u03CC\u03C4\u03B7\u03C4\u03B1\u03C2 blockchain
basics.copiedQR = \u039F \u03BA\u03CE\u03B4\u03B9\u03BA\u03B1\u03C2 QR \u03B1\u03BD\u03C4\u03B9\u03B3\u03C1\u03AC\u03C6\u03B7\u03BA\u03B5 \u03C3\u03C4\u03BF \u03C0\u03C1\u03CC\u03C7\u03B5\u03B9\u03C1\u03BF.
basics.copyQR = \u0391\u03BD\u03C4\u03B9\u03B3\u03C1\u03B1\u03C6\u03AE \u03BA\u03CE\u03B4\u03B9\u03BA\u03B1 QR
basics.currentlyUnavailable = \u03C0\u03C1\u03BF\u03C3\u03C9\u03C1\u03B9\u03BD\u03AC \u03BC\u03B7 \u03B4\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03BF
basics.details = \u039B\u03B5\u03C0\u03C4\u03BF\u03BC\u03AD\u03C1\u03B5\u03B9\u03B5\u03C2
basics.errorDetails = \u039B\u03B5\u03C0\u03C4\u03BF\u03BC\u03AD\u03C1\u03B5\u03B9\u03B5\u03C2 \u03C3\u03C6\u03AC\u03BB\u03BC\u03B1\u03C4\u03BF\u03C2
basics.eye = \uE052
basics.formReset = \u0395\u03BA\u03BA\u03B1\u03B8\u03AC\u03C1\u03B9\u03C3\u03B7
basics.home = \u0398\u03AC\u03BB\u03B1\u03C3\u03C3\u03B1
basics.lang.el = \u0395\u03BB\u03BB\u03B7\u03BD\u03B9\u03BA\u03AC
basics.lang.en = English
basics.logo.title = \u039B\u03BF\u03B3\u03CC\u03C4\u03C5\u03C0\u03BF
basics.settings = \u03A1\u03C5\u03B8\u03BC\u03AF\u03C3\u03B5\u03B9\u03C2
basics.welcomeUnderConstruction = \u0397 \u03C5\u03C0\u03B7\u03C1\u03B5\u03C3\u03AF\u03B1 \u03B2\u03C1\u03AF\u03C3\u03BA\u03B5\u03C4\u03B1\u03B9 \u03C3\u03B5 \u03C3\u03C4\u03AC\u03B4\u03B9\u03BF \u03B1\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7\u03C2.
blockchain.blockNumber = \u0391\u03C1\u03B9\u03B8\u03BC\u03CC\u03C2 \u03BC\u03C0\u03BB\u03BF\u03BA
blockchain.hash = \u03A4\u03B9\u03BC\u03AE \u03BA\u03B1\u03C4\u03B1\u03C4\u03B5\u03BC\u03B1\u03C7\u03B9\u03C3\u03BC\u03BF\u03CD
blockchain.hashExpected = \u0391\u03BD\u03B1\u03BC\u03B5\u03BD\u03CC\u03BC\u03B5\u03BD\u03B7 \u03C4\u03B9\u03BC\u03AE \u03BA\u03B1\u03C4\u03B1\u03C4\u03B5\u03BC\u03B1\u03C7\u03B9\u03C3\u03BC\u03BF\u03CD
blockchain.hashFound = \u03A0\u03C1\u03B1\u03B3\u03BC\u03B1\u03C4\u03B9\u03BA\u03AE \u03C4\u03B9\u03BC\u03AE \u03BA\u03B1\u03C4\u03B1\u03C4\u03B5\u03BC\u03B1\u03C7\u03B9\u03C3\u03BC\u03BF\u03CD
blockchain.numberTimestampOfFirst = \u0391\u03C1\u03B9\u03B8\u03BC\u03CC\u03C2/\u03A7\u03C1\u03BF\u03BD\u03BF\u03C3\u03C6\u03C1\u03B1\u03B3\u03AF\u03B4\u03B1 \u03C0\u03C1\u03CE\u03C4\u03BF\u03C5 \u03BC\u03C0\u03BB\u03BF\u03BA
blockchain.numberTimestampOfSecond = \u0391\u03C1\u03B9\u03B8\u03BC\u03CC\u03C2/\u03A7\u03C1\u03BF\u03BD\u03BF\u03C3\u03C6\u03C1\u03B1\u03B3\u03AF\u03B4\u03B1 \u03B4\u03B5\u03CD\u03C4\u03B5\u03C1\u03BF\u03C5 \u03BC\u03C0\u03BB\u03BF\u03BA
blockchain.signatureInvalid = \u039C\u03B7 \u03AD\u03B3\u03BA\u03C5\u03C1\u03B7 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE
blockchain.signatureValid = \u0388\u03B3\u03BA\u03C5\u03C1\u03B7 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE
blockchain.timestamp = \u03A7\u03C1\u03BF\u03BD\u03BF\u03C3\u03C6\u03C1\u03B1\u03B3\u03AF\u03B4\u03B1
error.blockchainNotValidated = \u039A\u03AC\u03C4\u03B9 \u03C3\u03C5\u03BD\u03AD\u03B2\u03B7 \u03BA\u03B1\u03B9 \u03B4\u03B5\u03BD \u03AE\u03C4\u03B1\u03BD \u03B4\u03C5\u03BD\u03B1\u03C4\u03CC\u03C2 \u03BF \u03AD\u03BB\u03B5\u03B3\u03C7\u03BF\u03C2 \u03B5\u03B3\u03BA\u03C5\u03C1\u03CC\u03C4\u03B7\u03C4\u03B1\u03C2 \u03C4\u03BF\u03C5 blockchain \u03C4\u03B7\u03C2 \u03C5\u03C0\u03B7\u03C1\u03B5\u03C3\u03AF\u03B1\u03C2.
error.code = \u039A\u03C9\u03B4\u03B9\u03BA\u03CC\u03C2 \u03C3\u03C6\u03AC\u03BB\u03BC\u03B1\u03C4\u03BF\u03C2:
error.contractNotFetched = \u039A\u03AC\u03C4\u03B9 \u03C3\u03C5\u03BD\u03AD\u03B2\u03B7 \u03BA\u03B1\u03B9 \u03B4\u03B5\u03BD \u03AE\u03C4\u03B1\u03BD \u03B4\u03C5\u03BD\u03B1\u03C4\u03AE \u03B7 \u03B1\u03BD\u03AC\u03BA\u03C4\u03B7\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03C3\u03CD\u03BC\u03B2\u03B1\u03C3\u03B7\u03C2.
error.contractsNotFetched = \u039A\u03AC\u03C4\u03B9 \u03C3\u03C5\u03BD\u03AD\u03B2\u03B7 \u03BA\u03B1\u03B9 \u03B4\u03B5\u03BD \u03AE\u03C4\u03B1\u03BD \u03B4\u03C5\u03BD\u03B1\u03C4\u03AE \u03B7 \u03B1\u03BD\u03AC\u03BA\u03C4\u03B7\u03C3\u03B7 \u03C4\u03C9\u03BD \u03B1\u03C0\u03BF\u03B8\u03B7\u03BA\u03B5\u03C5\u03BC\u03AD\u03BD\u03C9\u03BD \u03C3\u03C5\u03BC\u03B2\u03AC\u03C3\u03B5\u03C9\u03BD.
error.emailAlreadyInUse = \u0391\u03C5\u03C4\u03AE \u03B7 \u03B4\u03B9\u03B5\u03CD\u03B8\u03C5\u03BD\u03C3\u03B7 \u03B7\u03BB\u03B5\u03BA\u03C4\u03C1\u03BF\u03BD\u03B9\u03BA\u03BF\u03CD \u03C4\u03B1\u03C7\u03C5\u03B4\u03C1\u03BF\u03BC\u03B5\u03AF\u03BF\u03C5 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B1\u03B9 \u03AE\u03B4\u03B7.
error.emailInvalid = \u0397 \u03B4\u03B9\u03B5\u03CD\u03B8\u03C5\u03BD\u03C3\u03B7 \u03B7\u03BB\u03B5\u03BA\u03C4\u03C1\u03BF\u03BD\u03B9\u03BA\u03BF\u03CD \u03C4\u03B1\u03C7\u03C5\u03B4\u03C1\u03BF\u03BC\u03B5\u03AF\u03BF\u03C5 \u03B4\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03AD\u03B3\u03BA\u03C5\u03C1\u03B7.
error.emailNotChecked = \u039A\u03AC\u03C4\u03B9 \u03C3\u03C5\u03BD\u03AD\u03B2\u03B7 \u03BA\u03B1\u03B9 \u03B4\u03B5\u03BD \u03AE\u03C4\u03B1\u03BD \u03B4\u03C5\u03BD\u03B1\u03C4\u03CC\u03C2 \u03BF \u03AD\u03BB\u03B5\u03B3\u03C7\u03BF\u03C2 \u03C4\u03B7\u03C2 \u03B4\u03B9\u03B5\u03CD\u03B8\u03C5\u03BD\u03C3\u03B7\u03C2 \u03B7\u03BB\u03B5\u03BA\u03C4\u03C1\u03BF\u03BD\u03B9\u03BA\u03BF\u03CD \u03C4\u03B1\u03C7\u03C5\u03B4\u03C1\u03BF\u03BC\u03B5\u03AF\u03BF\u03C5.
error.keysNotGenerated = \u039A\u03AC\u03C4\u03B9 \u03C3\u03C5\u03BD\u03AD\u03B2\u03B7 \u03BA\u03B1\u03B9 \u03B4\u03B5\u03BD \u03AE\u03C4\u03B1\u03BD \u03B4\u03C5\u03BD\u03B1\u03C4\u03AE \u03B7 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03C4\u03C9\u03BD \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7.
error.loginFailed = \u039A\u03AC\u03C4\u03B9 \u03C3\u03C5\u03BD\u03AD\u03B2\u03B7 \u03BA\u03B1\u03B9 \u03B4\u03B5\u03BD \u03AE\u03C4\u03B1\u03BD \u03B4\u03C5\u03BD\u03B1\u03C4\u03AE \u03B7 \u03B5\u03AF\u03C3\u03BF\u03B4\u03BF\u03C2.
error.loginFormNotValidated = \u039A\u03AC\u03C4\u03B9 \u03C3\u03C5\u03BD\u03AD\u03B2\u03B7 \u03BA\u03B1\u03B9 \u03B4\u03B5\u03BD \u03AE\u03C4\u03B1\u03BD \u03B4\u03C5\u03BD\u03B1\u03C4\u03CC\u03C2 \u03BF \u03AD\u03BB\u03B5\u03B3\u03C7\u03BF\u03C2 \u03C4\u03B7\u03C2 \u03C6\u03CC\u03C1\u03BC\u03B1\u03C2 \u03B5\u03B9\u03C3\u03CC\u03B4\u03BF\u03C5.
error.loginPageNotFetched = \u039A\u03AC\u03C4\u03B9 \u03C3\u03C5\u03BD\u03AD\u03B2\u03B7 \u03BA\u03B1\u03B9 \u03B4\u03B5\u03BD \u03AE\u03C4\u03B1\u03BD \u03B4\u03C5\u03BD\u03B1\u03C4\u03AE \u03B7 \u03C6\u03CC\u03C1\u03C4\u03C9\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03C6\u03CC\u03C1\u03BC\u03B1\u03C2 \u03B5\u03B9\u03C3\u03CC\u03B4\u03BF\u03C5.
error.maxFirstName = \u03A4\u03BF \u03CC\u03BD\u03BF\u03BC\u03B1 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03C0\u03B5\u03C1\u03B9\u03AD\u03C7\u03B5\u03B9 \u03AD\u03C9\u03C2 30 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03AE\u03C1\u03B5\u03C2.
error.maxLastName = \u03A4\u03BF \u03B5\u03C0\u03CE\u03BD\u03C5\u03BC\u03BF \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03C0\u03B5\u03C1\u03B9\u03AD\u03C7\u03B5\u03B9 \u03AD\u03C9\u03C2 30 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03AE\u03C1\u03B5\u03C2.
error.maxVesselDwt = \u0397 \u03C7\u03C9\u03C1\u03B7\u03C4\u03B9\u03BA\u03CC\u03C4\u03B7\u03C4\u03B1 \u03B5\u03BA\u03C4\u03BF\u03C0\u03AF\u03C3\u03BC\u03B1\u03C4\u03BF\u03C2 \u03C4\u03BF\u03C5 \u03C0\u03BB\u03BF\u03AF\u03BF\u03C5 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03C0\u03B5\u03C1\u03B9\u03AD\u03C7\u03B5\u03B9 \u03AD\u03C9\u03C2 10 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03AE\u03C1\u03B5\u03C2.
error.maxVesselImoNumber = \u039F \u03B1\u03C1\u03B9\u03B8\u03BC\u03CC\u03C2 IMO \u03C4\u03BF\u03C5 \u03C0\u03BB\u03BF\u03AF\u03BF\u03C5 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03C0\u03B5\u03C1\u03B9\u03AD\u03C7\u03B5\u03B9 \u03AD\u03C9\u03C2 10 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03AE\u03C1\u03B5\u03C2.
error.maxVesselName = \u03A4\u03BF \u03CC\u03BD\u03BF\u03BC\u03B1 \u03C4\u03BF\u03C5 \u03C0\u03BB\u03BF\u03AF\u03BF\u03C5 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03C0\u03B5\u03C1\u03B9\u03AD\u03C7\u03B5\u03B9 \u03AD\u03C9\u03C2 30 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03AE\u03C1\u03B5\u03C2.
error.message = \u039C\u03AE\u03BD\u03C5\u03BC\u03B1 \u03C3\u03C6\u03AC\u03BB\u03BC\u03B1\u03C4\u03BF\u03C2:
error.navbarLoadingFailed = \u039A\u03AC\u03C4\u03B9 \u03C3\u03C5\u03BD\u03AD\u03B2\u03B7 \u03BA\u03B1\u03B9 \u03B4\u03B5\u03BD \u03AE\u03C4\u03B1\u03BD \u03B4\u03C5\u03BD\u03B1\u03C4\u03AE \u03B7 \u03C6\u03CC\u03C1\u03C4\u03C9\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03B3\u03C1\u03B1\u03BC\u03BC\u03AE\u03C2 \u03C0\u03B5\u03C1\u03B9\u03AE\u03B3\u03B7\u03C3\u03B7\u03C2.
error.noUserWithSuchCredentials = \u0394\u03B5\u03BD \u03C5\u03C0\u03AC\u03C1\u03C7\u03B5\u03B9 \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC\u03C2 \u03BC\u03B5 \u03B1\u03C5\u03C4\u03AC \u03C4\u03B1 \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03B1.
error.privateKeyInvalid= \u03A4\u03BF \u03B9\u03B4\u03B9\u03C9\u03C4\u03B9\u03BA\u03CC \u03BA\u03BB\u03B5\u03B9\u03B4\u03AF \u03C0\u03BF\u03C5 \u03B5\u03B9\u03C3\u03B1\u03B3\u03AC\u03B3\u03B1\u03C4\u03B5 \u03B4\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03AD\u03B3\u03BA\u03C5\u03C1\u03BF.
error.registerFailed = \u039A\u03AC\u03C4\u03B9 \u03C3\u03C5\u03BD\u03AD\u03B2\u03B7 \u03BA\u03B1\u03B9 \u03B4\u03B5\u03BD \u03AE\u03C4\u03B1\u03BD \u03B4\u03C5\u03BD\u03B1\u03C4\u03AE \u03B7 \u03BF\u03BB\u03BF\u03BA\u03BB\u03AE\u03C1\u03C9\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03B5\u03B3\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2.
error.registerFormNotValidated = \u039A\u03AC\u03C4\u03B9 \u03C3\u03C5\u03BD\u03AD\u03B2\u03B7 \u03BA\u03B1\u03B9 \u03B4\u03B5\u03BD \u03AE\u03C4\u03B1\u03BD \u03B4\u03C5\u03BD\u03B1\u03C4\u03CC\u03C2 \u03BF \u03AD\u03BB\u03B5\u03B3\u03C7\u03BF\u03C2 \u03C4\u03B7\u03C2 \u03C6\u03CC\u03C1\u03BC\u03B1\u03C2 \u03B5\u03B3\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2.
error.registerPageNotFetched = \u039A\u03AC\u03C4\u03B9 \u03C3\u03C5\u03BD\u03AD\u03B2\u03B7 \u03BA\u03B1\u03B9 \u03B4\u03B5\u03BD \u03AE\u03C4\u03B1\u03BD \u03B4\u03C5\u03BD\u03B1\u03C4\u03AE \u03B7 \u03C6\u03CC\u03C1\u03C4\u03C9\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03C6\u03CC\u03C1\u03BC\u03B1\u03C2 \u03B5\u03B3\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2.
error.requiredEmail = \u03A4\u03BF \u03C0\u03B5\u03B4\u03AF\u03BF \u03C4\u03B7\u03C2 \u03B4\u03B9\u03B5\u03CD\u03B8\u03C5\u03BD\u03C3\u03B7\u03C2 \u03B7\u03BB\u03B5\u03BA\u03C4\u03C1\u03BF\u03BD\u03B9\u03BA\u03BF\u03CD \u03C4\u03B1\u03C7\u03C5\u03B4\u03C1\u03BF\u03BC\u03B5\u03AF\u03BF\u03C5 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C5\u03C0\u03BF\u03C7\u03C1\u03B5\u03C9\u03C4\u03B9\u03BA\u03CC.
error.requiredFirstName = \u03A4\u03BF \u03C0\u03B5\u03B4\u03AF\u03BF \u03C4\u03BF\u03C5 \u03BF\u03BD\u03CC\u03BC\u03B1\u03C4\u03BF\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C5\u03C0\u03BF\u03C7\u03C1\u03B5\u03C9\u03C4\u03B9\u03BA\u03CC.
error.requiredLastName = \u03A4\u03BF \u03C0\u03B5\u03B4\u03AF\u03BF \u03C4\u03BF\u03C5 \u03B5\u03C0\u03C9\u03BD\u03CD\u03BC\u03BF\u03C5 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C5\u03C0\u03BF\u03C7\u03C1\u03B5\u03C9\u03C4\u03B9\u03BA\u03CC.
error.requiredPosition = \u03A0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03B5\u03C0\u03B9\u03BB\u03AD\u03BE\u03B5\u03C4\u03B5 \u03C4\u03B7\u03BD \u03B9\u03B4\u03B9\u03CC\u03C4\u03B7\u03C4\u03AC \u03C3\u03B1\u03C2.
error.requiredPrivateKey = \u03A0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03B5\u03B9\u03C3\u03B1\u03B3\u03AC\u03B3\u03B5\u03C4\u03B5 \u03C4\u03BF \u03B9\u03B4\u03B9\u03C9\u03C4\u03B9\u03BA\u03CC \u03BA\u03BB\u03B5\u03B9\u03B4\u03AF \u03C3\u03B1\u03C2 \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B5\u03B9\u03C3\u03AD\u03BB\u03B8\u03B5\u03C4\u03B5.
error.requiredVesselDwt = \u03A4\u03BF \u03C0\u03B5\u03B4\u03AF\u03BF \u03C4\u03B7\u03C2 \u03C7\u03C9\u03C1\u03B7\u03C4\u03B9\u03BA\u03CC\u03C4\u03B7\u03C4\u03B1\u03C2 \u03B5\u03BA\u03C4\u03BF\u03C0\u03AF\u03C3\u03BC\u03B1\u03C4\u03BF\u03C2 \u03C4\u03BF\u03C5 \u03C0\u03BB\u03BF\u03AF\u03BF\u03C5 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C5\u03C0\u03BF\u03C7\u03C1\u03B5\u03C9\u03C4\u03B9\u03BA\u03CC.
error.requiredVesselFlag = \u03A4\u03BF \u03C0\u03B5\u03B4\u03AF\u03BF \u03C4\u03B7\u03C2 \u03C3\u03B7\u03BC\u03B1\u03AF\u03B1\u03C2 \u03C4\u03BF\u03C5 \u03C0\u03BB\u03BF\u03AF\u03BF\u03C5 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C5\u03C0\u03BF\u03C7\u03C1\u03B5\u03C9\u03C4\u03B9\u03BA\u03CC.
error.requiredVesselImoNumber = \u03A4\u03BF \u03C0\u03B5\u03B4\u03AF\u03BF \u03C4\u03BF\u03C5 \u03B1\u03C1\u03B9\u03B8\u03BC\u03BF\u03CD IMO \u03C4\u03BF\u03C5 \u03C0\u03BB\u03BF\u03AF\u03BF\u03C5 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C5\u03C0\u03BF\u03C7\u03C1\u03B5\u03C9\u03C4\u03B9\u03BA\u03CC.
error.requiredVesselName = \u03A4\u03BF \u03C0\u03B5\u03B4\u03AF\u03BF \u03C4\u03BF\u03C5 \u03BF\u03BD\u03CC\u03BC\u03B1\u03C4\u03BF\u03C2 \u03C4\u03BF\u03C5 \u03C0\u03BB\u03BF\u03AF\u03BF\u03C5 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C5\u03C0\u03BF\u03C7\u03C1\u03B5\u03C9\u03C4\u03B9\u03BA\u03CC.
error.requiredVesselYearBuilt = \u03A4\u03BF \u03C0\u03B5\u03B4\u03AF\u03BF \u03C4\u03BF\u03C5 \u03AD\u03C4\u03BF\u03C5\u03C2 \u03BA\u03B1\u03C4\u03B1\u03C3\u03BA\u03B5\u03C5\u03AE\u03C2 \u03C4\u03BF\u03C5 \u03C0\u03BB\u03BF\u03AF\u03BF\u03C5 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C5\u03C0\u03BF\u03C7\u03C1\u03B5\u03C9\u03C4\u03B9\u03BA\u03CC.
error.sizeVesselFlag = \u0397 \u03C3\u03B7\u03BC\u03B1\u03AF\u03B1 \u03C4\u03BF\u03C5 \u03C0\u03BB\u03BF\u03AF\u03BF\u03C5 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03C0\u03B5\u03C1\u03B9\u03AD\u03C7\u03B5\u03B9 2 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03AE\u03C1\u03B5\u03C2.
error.sizeVesselYearBuilt = \u03A4\u03BF \u03AD\u03C4\u03BF\u03C2 \u03BA\u03B1\u03C4\u03B1\u03C3\u03BA\u03B5\u03C5\u03AE\u03C2 \u03C4\u03BF\u03C5 \u03C0\u03BB\u03BF\u03AF\u03BF\u03C5 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C4\u03B5\u03C4\u03C1\u03B1\u03C8\u03AE\u03C6\u03B9\u03BF.
error.welcomePageNotFetched = \u039A\u03AC\u03C4\u03B9 \u03C3\u03C5\u03BD\u03AD\u03B2\u03B7 \u03BA\u03B1\u03B9 \u03B4\u03B5\u03BD \u03AE\u03C4\u03B1\u03BD \u03B4\u03C5\u03BD\u03B1\u03C4\u03AE \u03B7 \u03C6\u03CC\u03C1\u03C4\u03C9\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03B1\u03C1\u03C7\u03B9\u03BA\u03AE\u03C2 \u03C3\u03B5\u03BB\u03AF\u03B4\u03B1\u03C2.
legal.contractingParties = \u03A3\u03C5\u03BC\u03B2\u03B1\u03BB\u03BB\u03BF\u03BC\u03B5\u03BD\u03B1 \u039C\u03B5\u03C1\u03B7
legal.contracts = \u03A3\u03C5\u03BC\u03B2\u03AC\u03C3\u03B5\u03B9\u03C2
legal.contracts.allContracts = \u038C\u03BB\u03B5\u03C2 \u03BF\u03B9 \u03C3\u03C5\u03BC\u03B2\u03AC\u03C3\u03B5\u03B9\u03C2
legal.contracts.clauses = \u03A1\u03B7\u03C4\u03C1\u03B5\u03C2
legal.contracts.empty = \u0394\u03B5\u03BD \u03AD\u03C7\u03B5\u03C4\u03B5 \u03C3\u03C5\u03BC\u03B2\u03AC\u03C3\u03B5\u03B9\u03C2 \u03C3\u03C4\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF \u03C3\u03B1\u03C2.
legal.contracts.essentials = \u039F\u03C5\u03C3\u03B9\u03C9\u03B4\u03B7 \u03A3\u03C4\u03BF\u03B9\u03C7\u03B5\u03B9\u03B1
legal.contracts.newContract = \u03A3\u03CD\u03BD\u03C4\u03B1\u03BE\u03B7 \u03BD\u03AD\u03B1\u03C2 \u03C3\u03CD\u03BC\u03B2\u03B1\u03C3\u03B7\u03C2
legal.contracts.onBehalfOf = \u03C3\u03C4\u03BF \u03CC\u03BD\u03BF\u03BC\u03B1 \u03BA\u03B1\u03B9 \u03B3\u03B9\u03B1 \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C4\u03BF\u03C5
legal.contracts.readable = \u0391\u03BD\u03B1\u03B3\u03BD\u03CE\u03C3\u03B9\u03BC\u03B7 \u03BC\u03BF\u03C1\u03C6\u03AE
legal.contracts.title = \u03A4\u03AF\u03C4\u03BB\u03BF\u03C2
legal.contracts.titles.lower.timeCharter = \u03A7\u03C1\u03BF\u03BD\u03BF\u03BD\u03B1\u03CD\u03BB\u03C9\u03C3\u03B7
legal.contracts.titles.upper.timeCharter = \u03A7\u03C1\u03BF\u03BD\u03BF\u03BD\u03B1\u03C5\u03BB\u03C9\u03C3\u03B7
legal.contracts.toggleLegen = \u0395\u03BC\u03C6\u03AC\u03BD\u03B9\u03C3\u03B7/\u0391\u03C0\u03CC\u03BA\u03C1\u03C5\u03C8\u03B7 \u03C1\u03AE\u03C4\u03C1\u03B1\u03C2 Legen
legal.enableClause = \u0395\u03BD\u03B5\u03C1\u03B3\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7 \u03C1\u03AE\u03C4\u03C1\u03B1\u03C2
other.sectionUnderConstruction = \u0391\u03C5\u03C4\u03AE \u03B7 \u03B5\u03BD\u03CC\u03C4\u03B7\u03C4\u03B1 \u03B2\u03C1\u03AF\u03C3\u03BA\u03B5\u03C4\u03B1\u03B9 \u03C3\u03B5 \u03C3\u03C4\u03AC\u03B4\u03B9\u03BF \u03B1\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7\u03C2\u2026
settings.about = \u03A0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B5\u03C2
settings.appearance = \u0395\u03BC\u03C6\u03AC\u03BD\u03B9\u03C3\u03B7
settings.changeLanguage = \u0391\u03BB\u03BB\u03B1\u03B3\u03AE \u03B3\u03BB\u03CE\u03C3\u03C3\u03B1\u03C2
settings.dark = \u03A3\u03BA\u03BF\u03CD\u03C1\u03BF
settings.effectAfterRestart = \u039F\u03B9 \u03B1\u03BB\u03BB\u03B1\u03B3\u03AD\u03C2 \u03B8\u03B1 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03C3\u03C4\u03BF\u03CD\u03BD \u03BC\u03B5\u03C4\u03AC \u03C4\u03B7\u03BD \u03B1\u03BD\u03B1\u03BD\u03AD\u03C9\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03C3\u03B5\u03BB\u03AF\u03B4\u03B1\u03C2.
settings.language = \u0393\u03BB\u03CE\u03C3\u03C3\u03B1
settings.light = \u03A6\u03C9\u03C4\u03B5\u03B9\u03BD\u03CC
settings.theme = \u0398\u03AD\u03BC\u03B1
users.copyKeysToClipboard = \u0391\u03BD\u03C4\u03B9\u03B3\u03C1\u03B1\u03C6\u03AE \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD \u03C3\u03C4\u03BF \u03C0\u03C1\u03CC\u03C7\u03B5\u03B9\u03C1\u03BF
users.email = \u0394\u03B9\u03B5\u03CD\u03B8\u03C5\u03BD\u03C3\u03B7 \u03B7\u03BB\u03B5\u03BA\u03C4\u03C1\u03BF\u03BD\u03B9\u03BA\u03BF\u03CD \u03C4\u03B1\u03C7\u03C5\u03B4\u03C1\u03BF\u03BC\u03B5\u03AF\u03BF\u03C5
users.firstName = \u038C\u03BD\u03BF\u03BC\u03B1
users.home = \u0391\u03C1\u03C7\u03B9\u03BA\u03AE
users.invalidFirstName = \u03A4\u03BF \u03CC\u03BD\u03BF\u03BC\u03B1 \u03C0\u03BF\u03C5 \u03B5\u03B9\u03C3\u03B1\u03B3\u03AC\u03B3\u03B1\u03C4\u03B5 \u03B4\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03AD\u03B3\u03BA\u03C5\u03C1\u03BF.
users.invalidLastName = \u03A4\u03BF \u03B5\u03C0\u03CE\u03BD\u03C5\u03BC\u03BF \u03C0\u03BF\u03C5 \u03B5\u03B9\u03C3\u03B1\u03B3\u03AC\u03B3\u03B1\u03C4\u03B5 \u03B4\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03AD\u03B3\u03BA\u03C5\u03C1\u03BF.
users.keysCopiedToClipboard = \u03A4\u03B1 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03AC \u03B1\u03BD\u03C4\u03B9\u03B3\u03C1\u03AC\u03C6\u03B7\u03BA\u03B1\u03BD \u03C3\u03C4\u03BF \u03C0\u03C1\u03CC\u03C7\u03B5\u03B9\u03C1\u03BF.
users.lastName = \u0395\u03C0\u03CE\u03BD\u03C5\u03BC\u03BF
users.login = \u0395\u03AF\u03C3\u03BF\u03B4\u03BF\u03C2
users.loginWithQRScan = \u03A3\u03B1\u03C1\u03CE\u03C3\u03C4\u03B5 \u03C4\u03BF \u03B9\u03B4\u03B9\u03C9\u03C4\u03B9\u03BA\u03CC \u03BA\u03BB\u03B5\u03B9\u03B4\u03AF \u03C3\u03B1\u03C2:
users.logout = \u0388\u03BE\u03BF\u03B4\u03BF\u03C2
users.messageBeforeRegister = \u03A0\u03B1\u03C4\u03CE\u03BD\u03C4\u03B1\u03C2 \u03C4\u03BF \u03BA\u03BF\u03C5\u03BC\u03C0\u03AF \u00AB\u0395\u03B3\u03B3\u03C1\u03B1\u03C6\u03AE\u00BB \u03C0\u03B1\u03C1\u03B1\u03BA\u03AC\u03C4\u03C9 \u03C3\u03C5\u03BC\u03C6\u03C9\u03BD\u03B5\u03AF\u03C4\u03B5 \u03CC\u03C4\u03B9 \u03AD\u03C7\u03B5\u03C4\u03B5 \u03C0\u03C1\u03BF\u03B2\u03B5\u03AF \u03C3\u03B5 \u03B1\u03BD\u03C4\u03B9\u03B3\u03C1\u03B1\u03C6\u03AE (\u03C0\u03B1\u03C4\u03CE\u03BD\u03C4\u03B1\u03C2 \u03C0\u03AC\u03BD\u03C9 \u03C3\u03B5 \u03BF\u03C0\u03BF\u03B9\u03BF\u03BD\u03B4\u03AE\u03C0\u03BF\u03C4\u03B5 \u03BA\u03C9\u03B4\u03B9\u03BA\u03CC QR \u03B1\u03BD\u03C9\u03C4\u03AD\u03C1\u03C9) \u03BA\u03B1\u03B9 \u03B1\u03C3\u03C6\u03B1\u03BB\u03AE \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7 \u03C4\u03BF\u03C5 \u03B4\u03B7\u03BC\u03CC\u03C3\u03B9\u03BF\u03C5 \u03BA\u03B1\u03B9 \u03C4\u03BF\u03C5 \u03B9\u03B4\u03B9\u03C9\u03C4\u03B9\u03BA\u03BF\u03CD \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03BF\u03CD \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03CC\u03C4\u03B9 \u03C6\u03AD\u03C1\u03B5\u03C4\u03B5 \u03C4\u03B7\u03BD \u03B1\u03C0\u03BF\u03BA\u03BB\u03B5\u03B9\u03C3\u03C4\u03B9\u03BA\u03AE \u03B5\u03C5\u03B8\u03CD\u03BD\u03B7 \u03C3\u03B5 \u03C0\u03B5\u03C1\u03AF\u03C0\u03C4\u03C9\u03C3\u03B7 \u03B1\u03C0\u03CE\u03BB\u03B5\u03B9\u03AC\u03C2 \u03C4\u03BF\u03C5\u03C2.
users.orTypeQRCodeLogin = \u0389 \u03B5\u03B9\u03C3\u03B1\u03B3\u03AC\u03B3\u03B5\u03C4\u03AD \u03C4\u03BF \u03B5\u03B4\u03CE:
users.position = \u0399\u03B4\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1
users.positions.legalEngineer = \u039D\u03BF\u03BC\u03B9\u03BA\u03CC\u03C2 \u03BC\u03B7\u03C7\u03B1\u03BD\u03B9\u03BA\u03CC\u03C2
users.positions.shipbroker = \u039D\u03B1\u03C5\u03BB\u03BF\u03BC\u03B5\u03C3\u03AF\u03C4\u03B7\u03C2
users.privateKey = \u0399\u03B4\u03B9\u03C9\u03C4\u03B9\u03BA\u03CC \u03BA\u03BB\u03B5\u03B9\u03B4\u03AF
users.publicKey = \u0394\u03B7\u03BC\u03CC\u03C3\u03B9\u03BF \u03BA\u03BB\u03B5\u03B9\u03B4\u03AF
users.register = \u0395\u03B3\u03B3\u03C1\u03B1\u03C6\u03AE
users.revealPrivateKey = \u0395\u03BC\u03C6\u03AC\u03BD\u03B9\u03C3\u03B7 \u03B9\u03B4\u03B9\u03C9\u03C4\u03B9\u03BA\u03BF\u03CD \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03BF\u03CD
users.switchToLogin = \u0395\u03BD\u03B1\u03BB\u03BB\u03B1\u03B3\u03AE \u03C3\u03B5 \u0395\u03AF\u03C3\u03BF\u03B4\u03BF
users.switchToRegister = \u0395\u03BD\u03B1\u03BB\u03BB\u03B1\u03B3\u03AE \u03C3\u03B5 \u0395\u03B3\u03B3\u03C1\u03B1\u03C6\u03AE
users.welcome = \u039A\u03B1\u03BB\u03CE\u03C2 \u03BF\u03C1\u03AF\u03C3\u03B1\u03C4\u03B5
users.welcomeSubtitle = \u03A7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03C4\u03B5 \u03C4\u03B7 \u03B3\u03C1\u03B1\u03BC\u03BC\u03AE \u03C0\u03B5\u03C1\u03B9\u03AE\u03B3\u03B7\u03C3\u03B7\u03C2 \u03B3\u03B9\u03B1 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1.
vessels.dwt = \u03A7\u03C9\u03C1\u03B7\u03C4\u03B9\u03BA\u03CC\u03C4\u03B7\u03C4\u03B1 \u03B5\u03BA\u03C4\u03BF\u03C0\u03AF\u03C3\u03BC\u03B1\u03C4\u03BF\u03C2 (DWT)
vessels.flag = \u03A3\u03B7\u03BC\u03B1\u03AF\u03B1
vessels.imoNumber = \u0391\u03C1\u03B9\u03B8\u03BC\u03CC\u03C2 IMO
vessels.name = \u038C\u03BD\u03BF\u03BC\u03B1
vessels.yearBuilt = \u0388\u03C4\u03BF\u03C2 \u03BA\u03B1\u03C4\u03B1\u03C3\u03BA\u03B5\u03C5\u03AE\u03C2