Repository: jdouv/Thalassa
Catalog: ASP.NET Core MVC version/Globalization/App_GlobalResources/Messages.*.resx
Languages: el

# About.Attention
source: ATTENTION: THIS PROJECT IS UNDER DEVELOPMENT. UNTIL IT IS HAS REACHED THE FINAL RELEASE STAGE, NO LIABILITY ARISES IN CASE OF ANY MALFUNCTION, LOSS OF DATA OR ANY OTHER NEGATIVE CONSEQUENCES CAUSED BY ITS USE.
el: ΠΡΟΣΟΧΗ: ΑΥΤΗ Η ΥΠΗΡΕΣΙΑ ΒΡΙΣΚΕΤΑΙ ΣΕ ΣΤΑΔΙΟ ΑΝΑΠΤΥΞΗΣ. ΜΕΧΡΙ ΝΑ ΟΛΟΚΛΗΡΩΘΕΙ, ΔΕΝ ΠΡΟΚΥΠΤΕΙ ΕΥΘΥΝΗ ΛΟΓΩ ΒΛΑΒΗΣ, ΑΠΩΛΕΙΑΣ ΔΕΔΟΜΕΝΩΝ Ή ΟΠΟΙΑΣΔΗΠΟΤΕ ΑΛΛΗΣ ΑΡΝΗΤΙΚΗΣ ΣΥΝΕΠΕΙΑΣ ΠΟΥ ΟΦΕΙΛΕΤΑΙ ΣΤΗ ΧΡΗΣΗ ΤΗΣ.

# About.Experimental
source: “Thalassa” is an experimental web service for the marine industry based on blockchain technology. See <a href="https://github.com/jdouv/Thalassa" target="_blank">here</a> for more information.
el: Η «Θάλασσα» είναι μια πειραματική υπηρεσία web για τη ναυτιλία που βασίζεται στην τεχνολογία blockchain. Δείτε περισσότερες πληροφορίες <a href="https://github.com/jdouv/Thalassa" target="_blank">εδώ</a>.

# About.Subtitle
source: Electronic service for the marine industry.
el: Ηλεκτρονική υπηρεσία για τη ναυτιλία.

# Admin.BlockchainInvalidResults
source: Invalidity is reported in the following blocks:
el: Η εγκυρότητα παραβιάστηκε στα ακόλουθα μπλοκ:

# Admin.BlockchainIsEmpty
source: The service’s blockchain is empty, therefore there is no need for validation.
el: Το blockchain της υπηρεσίας είναι κενό, συνεπώς περιττεύει ο έλεγχος εγκυρότητας.

# Admin.BlockchainIsInvalid
source: For some reason, the service’s blockchain is not valid.
el: Για κάποιο λόγο, το blockchain της υπηρεσίας δεν είναι έγκυρο.

# Admin.BlockchainIsValid
source: The service’s blockchain is valid.
el: Το blockchain της υπηρεσίας είναι έγκυρο.

# Admin.BlockchainResultsCalculationMessage
source: In the following blocks, the hash expected is different from the hash found.
el: Στα παρακάτω μπλοκ, η αναμενόμενη τιμή κατατεμαχισμού είναι διαφορετική από αυτήν που βρέθηκε.

# Admin.BlockchainResultsReferenceMessage
source: In the following blocks, the second block’s reference to the first block’s hash is different from the first block’s actual hash.
el: Στα παρακάτω μπλοκ, η αναφορά του δεύτερου μπλοκ στην τιμή κατατεμαχισμού του πρώτου μπλοκ είναι διαφορετική από την πραγματική τιμή κατατεμαχισμού του πρώτου μπλοκ.

# Admin.ValidateBlockchain
source: Validate blockchain
el: Έλεγχος εγκυρότητας blockchain

# Basics.CopiedQR
source: The QR code has been copied to the clipboard.
el: Ο κώδικας QR αντιγράφηκε στο πρόχειρο.

# Basics.CopyQR
source: Copy QR code
el: Αντιγραφή κώδικα QR

# Error.EmailAlreadyInUse
source: This e-mail is already in use.
el: Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου χρησιμοποιείται ήδη.

# Error.EmailInvalid
source: This e-mail is not valid.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι έγκυρη.

# Error.EmailNotChecked
source: Something happened and the e-mail could not be checked.
el: Κάτι συνέβη και δεν ήταν δυνατός ο έλεγχος της διεύθυνσης ηλεκτρονικού ταχυδρομείου.

# Error.KeysNotGenerated
source: Something happened and user keys generation failed.
el: Κάτι συνέβη και δεν ήταν δυνατή η δημιουργία των κλειδιών χρήστη.

# Error.LoginFailed
source: Something happened and login failed.
el: Κάτι συνέβη και δεν ήταν δυνατή η είσοδος.

# Error.LoginFormNotValidated
source: Something happened and the login form could not be validated.
el: Κάτι συνέβη και δεν ήταν δυνατός ο έλεγχος της φόρμας εισόδου.

# Error.LoginPageNotFetched
source: Something happened and the login page could not be fetched.
el: Κάτι συνέβη και δεν ήταν δυνατή η φόρτωση της φόρμας εισόδου.

# Legal.Contracts
source: Contracts
el: Συμβάσεις

# Basics.CurrentlyUnavailable
source: currently unavailable
el: προσωρινά μη διαθέσιμο

# Basics.Details
source: Details
el: Λεπτομέρειες

# Basics.ErrorDetails
source: Error details
el: Λεπτομέρειες σφάλματος

# Basics.FormReset
source: Reset
el: Εκκαθάριση

# Error.Code
source: Error status:
el: Κωδικός σφάλματος:

# Error.BlockchainNotValidated
source: Something happened and the service’s blockchain could not be validated.
el: Κάτι συνέβη και δεν ήταν δυνατός ο έλεγχος εγκυρότητας του blockchain της υπηρεσίας.

# Error.ContractNotFetched
source: Something happened and the contract could not be fetched.
el: Κάτι συνέβη και δεν ήταν δυνατή η ανάκτηση της σύμβασης.

# Error.ContractsNotFetched
source: Something happened and the saved contracts could not be fetched.
el: Κάτι συνέβη και δεν ήταν δυνατή η ανάκτηση των αποθηκευμένων συμβάσεων.

# Legal.Contracts.AllContracts
source: All contracts
el: Όλες οι συμβάσεις

# Legal.Contracts.NewContract
source: Draft new contract
el: Σύνταξη νέας σύμβασης

# Users.Home
source: Home
el: Αρχική

# Users.Logout
source: Logout
el: Έξοδος

# Users.WelcomeSubtitle
source: Use navigation bar for more.
el: Χρησιμοποιήστε τη γραμμή περιήγησης για περισσότερα.

# Users.Welcome
source: Welcome
el: Καλώς ορίσατε

# Users.SwitchToRegister
source: Switch to Register
el: Εναλλαγή σε Εγγραφή

# Users.SwitchToLogin
source: Switch to Login
el: Εναλλαγή σε Είσοδο

# Users.RevealPrivateKey
source: Reveal private key
el: Εμφάνιση ιδιωτικού κλειδιού

# Users.Register
source: Register
el: Εγγραφή

# Users.PublicKey
source: Public key
el: Δημόσιο κλειδί

# Users.PrivateKey
source: Private key
el: Ιδιωτικό κλειδί

# Users.Positions.Shipbroker
source: Shipbroker
el: Ναυλομεσίτης

# Users.Positions.LegalEngineer
source: Legal engineer
el: Νομικός μηχανικός

# Users.Position
source: Position
el: Ιδιότητα

# Users.OrTypeQRCodeLogin
source: Or type it here:
el: Ή εισαγάγετέ το εδώ:

# Users.MessageBeforeRegister
source: By pressing “Submit” below you agree that you have copied (by tapping any of the QR codes above) and safely saved your public and private keys and that you are solely responsible in case of their loss.
el: Πατώντας το κουμπί «Εγγραφή» παρακάτω συμφωνείτε ότι έχετε προβεί σε αντιγραφή (πατώντας πάνω σε οποιονδήποτε κωδικό QR ανωτέρω) και ασφαλή αποθήκευση του δημόσιου και του ιδιωτικού κλειδιού σας και ότι φέρετε την αποκλειστική ευθύνη σε περίπτωση απώλειάς τους.

# Users.LoginWithQRScan
source: Scan your QR private key:
el: Σαρώστε το ιδιωτικό κλειδί σας:

# Users.Login
source: Login
el: Είσοδος

# Users.LastName
source: Last name
el: Επώνυμο

# Users.KeysCopiedToClipboard
source: The keys have been copied to the clipboard.
el: Τα κλειδιά αντιγράφηκαν στο πρόχειρο.

# Users.InvalidLastName
source: The last name is invalid.
el: Το επώνυμο που εισαγάγατε δεν είναι έγκυρο.

# Users.InvalidFirstName
source: The first name is invalid.
el: Το όνομα που εισαγάγατε δεν είναι έγκυρο.

# Users.FirstName
source: First name
el: Όνομα

# Users.Email
source: E-mail
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου

# Users.CopyKeysToClipboard
source: Copy keys to clipboard
el: Αντιγραφή κλειδιών στο πρόχειρο

# Settings.Theme
source: Theme
el: Θέμα

# Settings.Light
source: Light
el: Φωτεινό

# Settings.Language
source: Language
el: Γλώσσα

# Settings.EffectAfterRestart
source: Changes will take effect after you reload the page.
el: Οι αλλαγές θα εφαρμοστούν μετά την ανανέωση της σελίδας.

# Settings.Dark
source: Dark
el: Σκούρο

# Settings.ChangeLanguage
source: Change language
el: Αλλαγή γλώσσας

# Settings.Appearance
source: Appearance
el: Εμφάνιση

# Settings.About
source: About
el: Πληροφορίες

# Other.SectionUnderConstruction
source: This section is under construction…
el: Αυτή η ενότητα βρίσκεται σε στάδιο ανάπτυξης…

# Error.WelcomePageNotFetched
source: Something happened and the welcome page could not be fetched.
el: Κάτι συνέβη και δεν ήταν δυνατή η φόρτωση της αρχικής σελίδας.

# Error.RequiredPrivateKey
source: You must enter your private key to login.
el: Πρέπει να εισαγάγετε το ιδιωτικό κλειδί σας για να εισέλθετε.

# Error.RequiredPosition
source: You must select your position.
el: Πρέπει να επιλέξετε την ιδιότητά σας.

# Error.RequiredLastName
source: The last name field is required.
el: Το πεδίο του επωνύμου είναι υποχρεωτικό.

# Error.RequiredFirstName
source: The first name field is required.
el: Το πεδίο του ονόματος είναι υποχρεωτικό.

# Error.RequiredEmail
source: The e-mail field is required.
el: Το πεδίο της διεύθυνσης ηλεκτρονικού ταχυδρομείου είναι υποχρεωτικό.

# Error.RegisterPageNotFetched
source: Something happened and the register page could not be fetched.
el: Κάτι συνέβη και δεν ήταν δυνατή η φόρτωση της φόρμας εγγραφής.

# Error.RegisterFormNotValidated
source: Something happened and the register form could not be validated.
el: Κάτι συνέβη και δεν ήταν δυνατός ο έλεγχος της φόρμας εγγραφής.

# Error.RegisterFailed
source: Something happened and register failed.
el: Κάτι συνέβη και δεν ήταν δυνατή η ολοκλήρωση της εγγραφής.

# Error.PrivateKeyInvalid
source: The private key is invalid.
el: Το ιδιωτικό κλειδί που εισαγάγατε δεν είναι έγκυρο.

# Error.NoUserWithSuchCredentials
source: There is no account with such credentials.
el: Δεν υπάρχει λογαριασμός με αυτά τα στοιχεία.

# Error.NavbarLoadingFailed
source: Something happened and the navigation bar could not be loaded.
el: Κάτι συνέβη και δεν ήταν δυνατή η φόρτωση της γραμμής περιήγησης.

source: Error message:
el: Μήνυμα σφάλματος:

# Error.MaxLastName
source: The last name must contain at most 30 characters.
el: Το επώνυμο πρέπει να περιέχει έως 30 χαρακτήρες.

# Error.MaxFirstName
source: The first name must contain at most 30 characters.
el: Το όνομα πρέπει να περιέχει έως 30 χαρακτήρες.

# Blockchain.Timestamp
source: Timestamp
el: Χρονοσφραγίδα

# Blockchain.Hash
source: Hash
el: Τιμή κατατεμαχισμού

# Blockchain.HashFound
source: Hash found
el: Πραγματική τιμή κατατεμαχισμού

# Blockchain.HashExpected
source: Expected hash
el: Αναμενόμενη τιμή κατατεμαχισμού

# Blockchain.NumberTimestampOfFirst
source: Number/Timestamp of first block
el: Αριθμός/Χρονοσφραγίδα πρώτου μπλοκ

# Blockchain.NumberTimestampOfSecond
source: Number/Timestamp of second block
el: Αριθμός/Χρονοσφραγίδα δεύτερου μπλοκ

# Blockchain.BlockNumber
source: Block number
el: Αριθμός μπλοκ

# Blockchain.SignatureInvalid
source: Invalid signature
el: Μη έγκυρη υπογραφή

# Blockchain.SignatureValid
source: Valid signature
el: Έγκυρη υπογραφή

# Basics.WelcomeUnderConstruction
source: This project is under development.
el: Η υπηρεσία βρίσκεται σε στάδιο ανάπτυξης.

# Basics.Settings
source: Settings
el: Ρυθμίσεις

# Basics.Logo.Title
source: Logo
el: Λογότυπο

# Basics.Home
source: Thalassa
el: Θάλασσα

# Legal.ContractingParties
source: Contracting Parties
el: Συμβαλλομενα Μερη

# Legal.Contracts.Clauses
source: Clauses
el: Ρητρες

# Legal.Contracts.Empty
source: You do not have any contracts in your file.
el: Δεν έχετε συμβάσεις στο αρχείο σας.

# Legal.Contracts.OnBehalfOf
source: on behalf of
el: στο όνομα και για λογαριασμό του

# Legal.Contracts.Readable
source: Readable
el: Αναγνώσιμη μορφή

# Legal.Contracts.Title
source: Title
el: Τίτλος

# Legal.Contracts.Titles.Lower.TimeCharter
source: Time Charter
el: Χρονοναύλωση

# Legal.Contracts.Titles.Upper.TimeCharter
source: Time Charter
el: Χρονοναυλωση

# Legal.Contracts.ToggleLegen
source: Show/Hide Legen clause
el: Εμφάνιση/Απόκρυψη ρήτρας Legen

# Legal.EnableClause
source: Enable clause
el: Ενεργοποίηση ρήτρας

# Error.MaxVesselDwt
source: The vessel’s deadweight tonnage must contain at most 10 characters.
el: Η χωρητικότητα εκτοπίσματος του πλοίου πρέπει να περιέχει έως 10 χαρακτήρες.

# Error.SizeVesselFlag
source: The vessel’s flag must contain 2 characters.
el: Η σημαία του πλοίου πρέπει να περιέχει 2 χαρακτήρες.

# Error.MaxVesselImoNumber
source: The vessel’s IMO number must contain at most 10 characters.
el: Ο αριθμός IMO του πλοίου πρέπει να περιέχει έως 10 χαρακτήρες.

# Error.MaxVesselName
source: The vessel’s name must contain at most 30 characters.
el: Το όνομα του πλοίου πρέπει να περιέχει έως 30 χαρακτήρες.

# Error.SizeVesselYearBuilt
source: The year when the vessel was built must contain 4 characters.
el: Το έτος κατασκευής του πλοίου πρέπει να είναι τετραψήφιο.

# Error.RequiredVesselDwt
source: The vessel’s deadweight tonnage is required.
el: Το πεδίο της χωρητικότητας εκτοπίσματος του πλοίου είναι υποχρεωτικό.

# Error.RequiredVesselFlag
source: The vessel’s flag is required.
el: Το πεδίο της σημαίας του πλοίου είναι υποχρεωτικό.

# Error.RequiredVesselImoNumber
source: The vessel’s IMO number is required.
el: Το πεδίο του αριθμού IMO του πλοίου είναι υποχρεωτικό.

# Error.RequiredVesselName
source: The vessel’s name is required.
el: Το πεδίο του ονόματος του πλοίου είναι υποχρεωτικό.

# Error.RequiredVesselYearBuilt
source: The year when the vessel was built is required.
el: Το πεδίο του έτους κατασκευής του πλοίου είναι υποχρεωτικό.

# Legal.Contracts.Essentials
source: Essential Elements
el: Ουσιωδη Στοιχεια

# Vessels.Dwt
source: DWT
el: Χωρητικότητα εκτοπίσματος (DWT)

# Vessels.Flag
source: Flag
el: Σημαία

# Vessels.ImoNumber
source: IMO number
el: Αριθμός IMO

# Vessels.Name
source: Name
el: Όνομα

# Vessels.YearBuilt
source: Year built
el: Έτος κατασκευής
